backend/controllers/PostController.php

SELECT * FROM `posts` WHERE `id`='37867'
---
    protected function findModel($id)
    {
        if (($model = Post::findOne($id)) !== null) {