common/models/Post.php

SELECT * FROM `taggings` WHERE `taggable_id`=37867
SELECT * FROM `tags` WHERE `id`='14285'
---
    public function getTags()
    {
        $tagging = Tagging::find()
            ->where([
                'taggable_id' => $this->id,
                'taggable_type' => Tagging::TAGGABLE_POST,
            ])
            ->asArray()
            ->all();
        $tags = [];
        foreach ($tagging as $data) {
            $tags[] = Tag::findOne($data['tag_id']);