common/models/Source.php

SELECT COUNT(*) FROM `sources` WHERE (`name`='\"Львовская правда\"') AND (`url`='http://daily.lviv.ua/')
---
    public function modelExist() {
        if(trim($this->name) == '') return false;
        if(trim($this->url) == '') return false;
        $count = self::find()
            ->where(['name' => $this->name, 'url' => $this->url])
            ->count();