<?php
/**
 * @var $this yii\web\View
 **/
?>

<div class="default-box forum-rules">
    <div class="title">
        <div class="line"></div>
        <div class="text">Общие положения</div>
        <div class="line"></div>
        <div class="clearfix"></div>
    </div>
    <div class="box-content">
        <p>1. Форумом считается совокупность всех комментариев к новостям, блогам, трансляциям и фото на сайте.

        <p>2. Форум создан для общения и полемики по футбольным вопросам. Уважение к собеседнику – обязательное условие общения. Обсуждение не футбольных вопросов не является целью данного форума и является здесь оффтопиком (намеренным отходом от темы).

        <p>3. Общение на форуме регламентируются данными правилами, а также дополнительными решениями администрации сайта.

        <p>4.  Сайт и форум как его составная часть созданы, поддерживаются и финансируются частными лицами, то есть, по сути, является частным клубом со всеми вытекающими отсюда последствиями. Апелляции к тому, что это сайт болельщиков, и поэтому болельщики могут делать тут все, что хотят, в расчет не принимаются.

        <p>5.  Правила не могут регламентировать все частные случаи общения на форуме, поэтому отдельные ситуации разрешаются администрацией в индивидуальном порядке. Кроме того, правила могут меняться и дополняться, о чем пользователи информируются дополнительно.

        <p>6. Из любых правил бывают исключения, но определение этих исключений – прерогатива исключительно администрации сайта.

        <p>7. Также прерогатива администрации определять, какие материалы могут быть помещены на сайт, а какие нет. Претензии пользователей на этот счет не принимаются.

        <p>8. Своей регистрацией на форуме пользователь подтверждает, что он ознакомлен с правилами форума и обязуется их выполнять. Ссылки на незнание правил в расчет не принимаются.

    </div>
    <div class="title">
        <div class="line" style="margin-right: 10px; width: 94px;"></div>
        <div class="text" style="width: 393px;">Правила помещения комментариев на форум</div>
        <div class="line" style="margin-left: 10px; width: 94px;"></div>
        <div class="clearfix"></div>
    </div>
    <div class="box-content">

        <p>1. На форуме запрещены оскорбления, мат, в том числе криптованный (сокращенный или перефразированный), проявления шовинизма и дискриминации, разжигание межнациональной розни, размещение материалов клеветнического характера, пропаганда жестокости и насилия, а также выяснение отношений в грубой форме, коверканье имен (фамилий, ников) в оскорбительном контексте и переход на личности. Наказание за нарушение этого правила - запрет помещения комментариев на  форум (временно или постоянно). Также ознакомьтесь с заявлением главного редактора по поводу политики модерации в "<a href="http://www.dynamomania.com/news/239911-srochno-zayavlenie-glavnogo-redaktora-v-svyazi-s-rossiyskoy-agressiey-protiv-ukrainy">особый период</a>".

        <p>2. Такие явления как флейм (ругань), флуд (разговоры ни о чем, личная переписка) и троллинг (размещение провокационных сообщений, травля участников форума, а также провоцирование конфликтов) преследуются администрацией. Рекомендовано в комментариях придерживаться заданной в новости (блоге) темы и не заниматься оффтопиком. Администрация оставляет за собой право удалять сообщения, не относящиеся к теме, а в случае регулярного нарушения этого правила - и аккаунт автора сообщений. Администрацией может быть отказано в регистрации нового аккаунта в случае, если регистрационные данные содержат мат и оскорбления. Также админстрация оставляет за собой право удалять аккаунты, зарегистрированные с анонимных ай пи адресов.

        <p>3. Администрация не регламентирует язык написания сообщений на форуме, однако настаивает на соблюдении общепринятых норм языка. В сообщениях должны использоваться пробелы, знаки пунктуации и т.д. Администрация оставляет за собой право удалять сообщения, не соответствующие этим нормам, и накладывать санкции на их авторов. Написание сообщений транслитом запрещено. Также запрещено указывать пользователям, на каком языке им писать сообщения.

        <p>4. В случае нарушений правил форума, а также хамства, проявлений явного неуважения и перехода на личности в дискуссии администрация сайта может лишить замеченного в этом права оставлять комментарии и открывать блоги (забанить). Этот запрет (бан) может быть временным или постоянным, а также может быть наложен после предупреждения или сразу - в зависимости от тяжести нарушения. На сайте принятые такие стандартные сроки бана - 3 дня, 7 дней, 10 дней, 30 дней, бессрочно. При повторных нарушениях срок бана автоматически увеличивается. Только модератор принимает решение, с какого срока "стартует" нарушитель. Однако для таких видов нарушений как грубые оскорбления в адрес оппонентов в дискуссии и шовинизм (расизм) стартовый срок бана - 30 дней. Нарушение, квалифицируемое модератором как особо грубое, может наказываться немедленным и бессрочным баном. Если пользователь грубо нарушает правила уже в первых своих сообщениях, его аккаунт удаляется немедленно и без всяких предупреждений и уведомлений. Информацию о санкциях к остальным пользователям можно найти в <a href="http://www.dynamomania.com/posts/98593-distsiplinarnyy-blog">Дисциплинарном блоге</a>.

        <p>5. Помещение в комментариях изображений, не имеющих отношения к теме, квалифицируются как флуд и такие сообщения удаляются.

        <p>6. Запрещается помещение одного и того же сообщения в несколько тем. В этом случае дублирующие сообщения удаляются, их автору выносится предупреждение. Если Вы считаете свое сообщение особо ценным для других пользователей, поместите его в свой блог. Но учтите, что у администрации может быть свое мнение на этот счет :)

        <p>7. Использование только заглавных букв в сообщении запрещено, так согласно интернет-этике квалифицируется как крик. В таких случаях автору выносится предупреждение и в случае повторения такие сообщения удаляются.

        <p>8. Администрация не приветствует сообщения, не содержащие смысла, как то: обилие смайликов, +1, +100, +1000 и т.д. и оставляет за собой право такие сообщения удалять, а на их автора накладывать санкции.

        <p>9. На форуме запрещается любая реклама, в том числе других интернет-ресурсов, за исключением случаев, согласованных с администрацией. Спам (множественные сообщения рекламного характера) карается немедленным и бессрочным баном. Давать копипасты или ссылки на отдельные материалы тематических веб-сайтов не запрещено, если это соответствует теме обсуждения и не дублирует материалы, имеющиеся на сайте. Администрация оставляет за собой право удалять сообщения с копипастами или ссылками, либо сами ссылки, если они не соответствуют данным правилам или не отвечают определенным этическим нормам. Также администрация может вводить запрет на помещение копипастов и/или ссылок с определенных ресурсов, если их информационная политика и этические нормы идут вразрез с информационной политикой и этическими нормами, принятыми на сайте. О перечне этих ресурсов администрация информирует пользователей дополнительно.

        <p>10. Если запрет на помещение комментариев временный, по истечении его срока пользователю рекомендуется уведомить администрацию в том случае, если он все еще не может вновь помещать комментарии.
    </div>
    <div class="title">
        <div class="line"></div>
        <div class="text">Модерация форума</div>
        <div class="line"></div>
        <div class="clearfix"></div>
    </div>
    <div class="box-content">

        <p>1. За соблюдением правил на форуме следят <a href="http://test.dynamomania.com/information">модераторы</a>. В дальнейшем состав модераторов может меняться, что обязательно будет проанонсировано на сайте. Модерация форума от имени любых других лиц запрещена и является грубейшим нарушением правил. Под этим понимается в том числе вынесение предупреждений участникам форума.

        <p>2. Регистрация на сайте под именем модератора (или любая фальсификация имени модератора) и размещение от его имени каких-либо сообщений регламентирующего характера считается грубейшим нарушением правил и карается немедленным и бессрочным баном.

        <p>3. Действия модераторов на форуме обсуждать запрещается за исключением случая, когда администрация сама предлагает пользователям обсудить отдельные аспекты работы сайта или форума. Также запрещается вступать с модераторами в переписку на сайте по поводу принятых ими решений. Нарушение этого правила ведет к временному или постоянному запрету помещать комментарии. Претензии по модерации принимаются по адресу info@dynamomania.com, однако могут быть проигнорированы, если администрация сочтет их необоснованными. Для жалоб на действия других пользователей возле каждого комментария доступна кнопка "Пожаловаться". Злоупотребление этой опцией также может вести к санкциям.

        <p>4. Если пользователю временно запрещено помещение комментариев на форум, он не имеет права регистрироваться вновь и писать на форуме под другим именем. В случае обнаружения таких пользователей следует немедленный и бессрочный бан, а также удаление вновь открытого и всех аффилированных аккаунтов. Также запрещено помещение на форум сообщений от забаненных пользователей, обсуждение их самих или их сообщений. Передача своего аккаунта забаненному также ведет к постоянно действующему запрету на помещение комментариев.

        <p>5. Администрация не принимает во внимание ссылки пользователей, на которых были наложены санкции, на сообщения других пользователей, за которые якобы тоже должны быть применены санкции – каждый отвечает сам за себя.

        <p>6. Бессрочный бан обратной силы не имеет.

        <p>7. На форуме принято обращение на "ты". Любые апелляции на этот счет и требование называть себя как-то по-другому ведут к санкциям.
    </div>
    <div class="title">
        <div class="line" style="width: 185px;"></div>
        <div class="text" style="width: 225px;">Правила ведения блогов</div>
        <div class="line" style="width: 185px;"></div>
        <div class="clearfix"></div>
    </div>
    <div class="box-content">
        <p>1. Блоги существуют для реализации творческих способностей читателей в футбольной области, поэтому копипасты и односложные реплики, а также оффтопик в них не приветствуются. Администрация оставляет за собой право удалять подобные сообщения, а в случае повторного нарушения накладывать санкции на их автора. Если в сообщении содержится копипаст новости, не представленной на сайте, которую администрация сочтет интересной, она помещается на сайт, после чего сообщение также удаляется. Копипаст имеет право на жизнь только если сообщение содержит комментарий ведущего блога.

        <p>2. Модерацию в комментариях к блогам производит только администрация, но не владелец блога.

        <p>3. Используя в своем сообщении на блоге теги, старайтесь не плодить сущности и пользуйтесь только уже имеющимися тегами. Это облегчит Вашим читателям поиск сообщения по заданной теме, а администрации – модерацию тегов. Злоупотребление нетематическими тегами ведет к санкциям по отношению к автору блога.

        <p>4. Форматируйте сообщения в блоге так, чтобы они были удобны для чтения. Обязательно разбивайте текст на абзацы, используйте пробелы и знаки препинания, начинайте предложения с большой буквы. Неправильное форматирование текста может повлечь за собой удаление сообщения в блоге, в случае повторных нарушений - санкции к автору блога. При написании сообщений используйте шрифты, принятые на сайте. Не злоупотребляйте использованием текстовых редакторов со сложным форматированием, так как при переносе Ваших текстов они могут оказаться нечитабельными или делать недоступными тексты других блоггеров.

        <p>5. Соблюдайте авторское право: обязательно указывайте ссылку на авторов материалов, которые были полностью или частично использованы в Вашем сообщении. Нарушение этого правила ведет за собой вынесение предупреждения, при повторе - временный или постоянный запрет на помещение сообщений.

    </div>
    <div class="attention">И ЕЩЕ РАЗ НАПОМИНАЕМ - НЕЗНАНИЕ ПРАВИЛ НЕ ОСВОБОЖДАЕТ ОТ ОТВЕТСТВЕННОСТИ, И ССЫЛКИ НА ЭТО ВО ВНИМАНИЕ НЕ ПРИНИМАЮТСЯ</div>

</div>