<?php
/**
 * @var $this yii\web\View
 * @var $newsDataProvider yii\data\ActiveDataProvider
**/
?>

<div class="default-box redaction">
	<div class="box-header">
		<div class="main-title">Редакция</div>
	</div>
	<div class="box-content">
		<div class="member">
			<div class="name">Евгений Сидаш </div> (Evhen; Украина) <a href="mailto:evhen@dynamomania.com">evhen@dynamomania.com</a>
			<br>Руководитель проекта и главный редактор, на сайте с 2001 года
		</div>
		<div class="member">
			<div class="name">Виктор Кроних </div> (Fifan; Украина) <a href="mailto:Kronich-Victor@yandex.ua">Kronich-Victor@yandex.ua</a>
			<br>Редактор новостей, на сайте с 2011 года
		</div>
	</div>
</div>

<div class="default-box about">
	<div class="box-header">
		<div class="main-title">О "Динамомании"</div>
	</div>
	<div class="box-content">
		Веб-сайт "Динамомания" - один из старейших футбольных порталов Украины. 11 сентября 2015 года ему исполнится 14 лет. Сайт ориентирован не только на поклонников киевского «Динамо» и сборной Украины, но и на широкую аудиторию любителей украинского и мирового футбола.
		<br>
		<br>Сайт предоставляет своим читателям следующие возможности
		<br>
		<br>- получить исчерпывающий обзор новостей по всем горячим футбольным событиям, включая эксклюзивные, доступные только на "Динамомании"
		<br>- обсудить их на форуме
		<br>- ознакомиться с аналитическими материалами на футбольную тематику ведущих спортивных журналистов Украины
		<br>- вести свой собственный блог и знакомиться с блогами других читателей
		<br>- принимать участие в голосовании по всем злободневным вопросам
		<br>- получить доступ к самым свежим футбольным фотогалереям и видео
		<br>- пообщаться с ведущими футбольными экспертами Украины
		<br>- принять участие в интересных конкурсах
		<br>- получать информацию и общаться в социальных сетях на страницах сайта ВКонтакте, Фейсбуке и Твиттере
	</div>
</div>

